<?php
/**
 * Template Name: О компании
 */
get_header(); ?>

<div class="slide--4">
    <?php get_template_part( 'template-parts/baner_other' ); ?>
</div>
<section class="site">
    <div class="site__wrap wrap flex flex--ais flex--jcs">

        <?php get_template_part( 'template-parts/left' ); ?>
        <div class="site__right">
            <main class="main">
                <div class="main__wrap">
                    <div class="main__content">
                        <article class="Cont">
                            <div class="mainMasters__title Title">
                                <h2 class="Title__text">Возьмем <span>проблемы</span> с техникой на себя</h2>
                            </div>
                            <!-- <h2 class="Cont__title">О компании</h2> -->
                            <div class="Cont__text Cont__text--about">
                                <h3>FINE REPAIR</h3>
                                <p>Компания, в которую стоит обращаться, если возникают любые проблемы с бытовой техникой. Даже если заказчик не знает, в чем причина, наши компетентные сотрудники смогут определить источник проблемы.</p>
                                <p>Мы долгое время помогаем клиентам сохранять работоспособность техники и ремонтировать оборудование. Сервис и ремонт бытовой техники, установка ремонт бытовой техники, комплексная поддержка организаций ‒ все это осуществляется на высоком уровне</p>
                                <p>&nbsp;</p>
                                <h3>РЕГУЛЯРНОЕ ПОВЫШЕНИЕ КВАЛИФИКАЦИИ И ГОТОВНОСТЬ К ЛЮБЫМ ЗАДАЧАМ</h3>
                                <p>Чтобы оставаться в курсе нововведений и уметь грамотно реагировать на проблемы, возникающие в современной, недавно вышедшей на рынок технике, наши сотрудники постоянно повышают квалификацию. Нам интересно все, чем занимаемся, мы постоянно учимся новому, и заказчики гарантированно получают компетентных, знающих специалистов.</p>
                                <p>Главное, что подтверждает наш уровень и важно для нас ‒ отзывы благодарных клиентов. Компания стремится к долгосрочному сотрудничеству, и главная оценка работы ‒ похвала заказчика и лояльность. Чтобы клиенты становились постоянными, рекомендовали нас знакомым, мы формируем команду, соответствующую всем требованиям профессиональных сертификатов и Общества защиты прав потребителей.</p>
                                <p>&nbsp;</p>
                                <h3>ЛЮБАЯ ПОМОЩЬ ДЛЯ КАЖДОГО</h3>
                                <p>Вне зависимости от района города, особенностей клиента и сложности проблемы, мы оперативно отреагируем на запрос. Мы работаем с организациями и частными лицами, осуществляем поддержку в любых объемах ‒ от небольшой неполадки до полного восстановления техники. Оплату можно производить удобным для заказчика способом: это могут быть как наличные, так и карта или безналичный перевод.</p>
                            </div>
                        </article>
                    </div>

                    <?php get_template_part( 'template-parts/rek' ); ?>

                    <?php get_template_part( 'template-parts/masters' ); ?>

                    <?php get_template_part( 'template-parts/shema' ); ?>


                    <?php get_template_part( 'template-parts/questions' ); ?>

                </div>
            </main>
        </div>
    </div>
</section>



<?php get_footer() ?>

