<?php
/**
 * Template Name: Отзывы
 */
get_header(); ?>



<section class="speedbar">
    <div class="speedbar__wrap wrap">
        <?php if( function_exists('kama_breadcrumbs') ) kama_breadcrumbs(); ?>
    </div>
</section>
<section class="site">
    <div class="site__wrap wrap flex flex--ais flex--jcs">

        <?php get_template_part( 'template-parts/left' ); ?>
        <div class="site__right">
            <main class="main">
                <div class="main__wrap">
                    <div class="main__content">
                        <article class="Cont">
                            <h2 class="Cont__title">Честные отзывы о нашей работе</h2>
                            <!-- <div class="Cont__subTitle">Честные Отзывы о нашей работе</div> -->
                            <div class="Cont__text Cont__text--reviews">
                                <p>«FINE REPAIR» — отличный сервис по ремонту бытовой техники.<br />
                                    Мы заботимся о своих клиентах и оказываем качественные услуги за недорогую стоимость,<br />
                                    поэтому нас рекомендуют друзьям и хорошим знакомым.</p>
                            </div>
                        </article>
                    </div>
                    <div class="addReview__cat"></div>
                    <section class="addReview">
                        <div class="addReview__toggle flex flex--aic flex--jcsb">
                            <span>Хотите оценить нашу работу?</span>
                            <a href="#" class="Bttn Bttn--black flex flex--aic flex--jcc">Оставить отзыв</a>
                        </div>
                        <form action="" method="POST" class="addReview__form flex flex--ais flex--jcs" style="display: none;">
                            <div class="addReview__field addReview__field--2">
                                <b>Ваше имя *</b>
                                <input type="text" name="name" placeholder="Иван Иванов" class="addReview__input" required>
                            </div>
                            <div class="addReview__field addReview__field--2">
                                <b>Ваш e-mail *</b>
                                <input type="text" name="email" placeholder="example@email.com" class="addReview__input" required>
                                <small>Ваш e-mail не будет опубликован.</small>
                            </div>
                            <div class="addReview__field">
                                <b>Ваш комментарий *</b>
                                <textarea name="text" class="addReview__textarea" required></textarea>
                                <small>Обязательные поля отмечены *.</small>
                            </div>
                            <div class="addReview__field flex flex--aic flex--jcs">
                                <label class="addReview__label">
                                    <input type="radio" name="rate" value='5' required checked><span>Отлично</span>
                                </label>
                                <label class="addReview__label">
                                    <input type="radio" name="rate" value='4' required><span>Хорошо</span>
                                </label>
                                <label class="addReview__label">
                                    <input type="radio" name="rate" value='3' required><span>Средне</span>
                                </label>
                                <label class="addReview__label">
                                    <input type="radio" name="rate" value='2' required><span>Плохо</span>
                                </label>
                                <label class="addReview__label">
                                    <input type="radio" name="rate" value='1' required><span>Могли бы и получше, слов нет</span>
                                </label>
                            </div>
                            <div class="addReview__field addReview__field--last flex flex--aic flex--jcs">
                                <button class="addReview__bttn Bttn Bttn--black">Оставить отзыв</button>
                                <label class="addReview__label">
                                    <input type="checkbox" name="recomends"> <span>Буду рекомендовать друзьям</span>
                                </label>
                            </div>
                        </form>
                    </section>


                    <div class="reviews">
                        <div class="reviews__list">
                            <div class="reviews__item" style="">
                                <div class="reviewBox">
                                    <div class="reviewBox__top flex flex--aic flex--jcs">
                                        <div class="reviewBox__ava">
                                            <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg"><rect width="60" height="60" rx="8" fill="#EEF7FD"></rect><path d="M34.3944 29.1992C34.2737 29.1647 34.1488 29.1579 34.0287 29.1782C33.5372 29.1569 33.9254 29.171 26.4722 29.1666C26.3043 29.1666 26.1374 29.171 25.9713 29.1782C25.8513 29.1579 25.7264 29.1648 25.6056 29.1991C19.6831 29.6436 15 34.6045 15 40.6389V49.1666C15 49.6268 15.3732 49.9999 15.8333 49.9999H44.1667C44.6269 49.9999 45 49.6268 45 49.1666V40.6389C45 34.6045 40.317 29.6436 34.3944 29.1992ZM32.7204 30.8333L30 35.5259L27.2796 30.8333H32.7204ZM43.3333 48.3333H39.1667V44.3749C39.1667 43.9148 38.7936 43.5416 38.3333 43.5416C37.8732 43.5416 37.5 43.9148 37.5 44.3749V48.3333H22.5V44.3749C22.5 43.9148 22.1269 43.5416 21.6667 43.5416C21.2065 43.5416 20.8333 43.9148 20.8333 44.3749V48.3333H16.6667V40.6389C16.6667 35.5985 20.4897 31.4349 25.3881 30.8935L29.279 37.6054C29.5988 38.157 30.3992 38.1603 30.721 37.6054L34.6119 30.8935C39.5104 31.4349 43.3333 35.5985 43.3333 40.6389V48.3333Z" fill="#4BB4F5"></path><path d="M30.0002 28.3333C35.0547 28.3333 39.1668 24.2212 39.1668 19.1667C39.1668 14.1122 35.0547 10 30.0002 10C24.9457 10 20.8335 14.1122 20.8335 19.1667C20.8335 24.2212 24.9457 28.3333 30.0002 28.3333ZM30.0002 11.6667C34.1357 11.6667 37.5002 15.0312 37.5002 19.1667C37.5002 23.3022 34.1357 26.6667 30.0002 26.6667C25.8647 26.6667 22.5002 23.3022 22.5002 19.1667C22.5002 15.0312 25.8647 11.6667 30.0002 11.6667Z" fill="#4BB4F5"></path></svg>
                                        </div>
                                        <div class="reviewBox__info">
                                            <div class="reviewBox__name">Дмитрий П.</div>
                                            <div class="reviewBox__rate" data-rate="5"></div>
                                        </div>
                                    </div>
                                    <div class="reviewBox__text"><p>Вызвал мастера для ремонта стиральной машины. Приехал, осмотрел, озвучил что именно случилось и стоимость работы вместе с заменой. Оказалось, что сточились щетки. Потратил на всю работу минут 10. Работой доволен, оперативно и не дорого! </p>
                                    </div>
                                </div>
                            </div>
                            <div class="reviews__item" style="">
                                <div class="reviewBox">
                                    <div class="reviewBox__top flex flex--aic flex--jcs">
                                        <div class="reviewBox__ava">
                                            <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg"><rect width="60" height="60" rx="8" fill="#EEF7FD"></rect><path d="M34.3944 29.1992C34.2737 29.1647 34.1488 29.1579 34.0287 29.1782C33.5372 29.1569 33.9254 29.171 26.4722 29.1666C26.3043 29.1666 26.1374 29.171 25.9713 29.1782C25.8513 29.1579 25.7264 29.1648 25.6056 29.1991C19.6831 29.6436 15 34.6045 15 40.6389V49.1666C15 49.6268 15.3732 49.9999 15.8333 49.9999H44.1667C44.6269 49.9999 45 49.6268 45 49.1666V40.6389C45 34.6045 40.317 29.6436 34.3944 29.1992ZM32.7204 30.8333L30 35.5259L27.2796 30.8333H32.7204ZM43.3333 48.3333H39.1667V44.3749C39.1667 43.9148 38.7936 43.5416 38.3333 43.5416C37.8732 43.5416 37.5 43.9148 37.5 44.3749V48.3333H22.5V44.3749C22.5 43.9148 22.1269 43.5416 21.6667 43.5416C21.2065 43.5416 20.8333 43.9148 20.8333 44.3749V48.3333H16.6667V40.6389C16.6667 35.5985 20.4897 31.4349 25.3881 30.8935L29.279 37.6054C29.5988 38.157 30.3992 38.1603 30.721 37.6054L34.6119 30.8935C39.5104 31.4349 43.3333 35.5985 43.3333 40.6389V48.3333Z" fill="#4BB4F5"></path><path d="M30.0002 28.3333C35.0547 28.3333 39.1668 24.2212 39.1668 19.1667C39.1668 14.1122 35.0547 10 30.0002 10C24.9457 10 20.8335 14.1122 20.8335 19.1667C20.8335 24.2212 24.9457 28.3333 30.0002 28.3333ZM30.0002 11.6667C34.1357 11.6667 37.5002 15.0312 37.5002 19.1667C37.5002 23.3022 34.1357 26.6667 30.0002 26.6667C25.8647 26.6667 22.5002 23.3022 22.5002 19.1667C22.5002 15.0312 25.8647 11.6667 30.0002 11.6667Z" fill="#4BB4F5"></path></svg>
                                        </div>
                                        <div class="reviewBox__info">
                                            <div class="reviewBox__name">Вероника Г.</div>
                                            <div class="reviewBox__rate" data-rate="5"></div>
                                        </div>
                                    </div>
                                    <div class="reviewBox__text"><p>Случайно залила соком панель машинки Электролюкс. Машинка старенькая — 10 лет в эксплуатации, но работает хорошо. Сок вытерла, но он попал на кнопки панели и как только высох, кнопки перестали нажиматься. Обратилась в данный сервис, меня выслушали, оформили заявку, в этот же день назначили время приезда мастера. Мастер Кирилл приехал вовремя. Разобрал панель, промыл кнопочки, машинка опять работает. Большое спасибо специалисту. Не отказывается ни от какой работы и делает её профессионально.</p>
                                    </div>
                                </div>
                            </div>
                            <div class="reviews__item" style="">
                                <div class="reviewBox">
                                    <div class="reviewBox__top flex flex--aic flex--jcs">
                                        <div class="reviewBox__ava">
                                            <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg"><rect width="60" height="60" rx="8" fill="#EEF7FD"></rect><path d="M34.3944 29.1992C34.2737 29.1647 34.1488 29.1579 34.0287 29.1782C33.5372 29.1569 33.9254 29.171 26.4722 29.1666C26.3043 29.1666 26.1374 29.171 25.9713 29.1782C25.8513 29.1579 25.7264 29.1648 25.6056 29.1991C19.6831 29.6436 15 34.6045 15 40.6389V49.1666C15 49.6268 15.3732 49.9999 15.8333 49.9999H44.1667C44.6269 49.9999 45 49.6268 45 49.1666V40.6389C45 34.6045 40.317 29.6436 34.3944 29.1992ZM32.7204 30.8333L30 35.5259L27.2796 30.8333H32.7204ZM43.3333 48.3333H39.1667V44.3749C39.1667 43.9148 38.7936 43.5416 38.3333 43.5416C37.8732 43.5416 37.5 43.9148 37.5 44.3749V48.3333H22.5V44.3749C22.5 43.9148 22.1269 43.5416 21.6667 43.5416C21.2065 43.5416 20.8333 43.9148 20.8333 44.3749V48.3333H16.6667V40.6389C16.6667 35.5985 20.4897 31.4349 25.3881 30.8935L29.279 37.6054C29.5988 38.157 30.3992 38.1603 30.721 37.6054L34.6119 30.8935C39.5104 31.4349 43.3333 35.5985 43.3333 40.6389V48.3333Z" fill="#4BB4F5"></path><path d="M30.0002 28.3333C35.0547 28.3333 39.1668 24.2212 39.1668 19.1667C39.1668 14.1122 35.0547 10 30.0002 10C24.9457 10 20.8335 14.1122 20.8335 19.1667C20.8335 24.2212 24.9457 28.3333 30.0002 28.3333ZM30.0002 11.6667C34.1357 11.6667 37.5002 15.0312 37.5002 19.1667C37.5002 23.3022 34.1357 26.6667 30.0002 26.6667C25.8647 26.6667 22.5002 23.3022 22.5002 19.1667C22.5002 15.0312 25.8647 11.6667 30.0002 11.6667Z" fill="#4BB4F5"></path></svg>
                                        </div>
                                        <div class="reviewBox__info">
                                            <div class="reviewBox__name">Екатерина П.</div>
                                            <div class="reviewBox__rate" data-rate="5"></div>
                                        </div>
                                    </div>
                                    <div class="reviewBox__text"><p>С большим удовольствием оставляю отзыв. Сегодня сломалась машинка, я через яндекс нашла сайт этой фирмы и набрала. Мастер приехал уже через полтора часа. Вежливый и компетентный. Оперативно обнаружил проблему и починил стиральную машину. До сих пор не могу поверить, что всё может происходить на столько быстро)</p>
                                    </div>
                                </div>
                            </div>
                            <div class="reviews__item" style="">
                                <div class="reviewBox">
                                    <div class="reviewBox__top flex flex--aic flex--jcs">
                                        <div class="reviewBox__ava">
                                            <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg"><rect width="60" height="60" rx="8" fill="#EEF7FD"></rect><path d="M34.3944 29.1992C34.2737 29.1647 34.1488 29.1579 34.0287 29.1782C33.5372 29.1569 33.9254 29.171 26.4722 29.1666C26.3043 29.1666 26.1374 29.171 25.9713 29.1782C25.8513 29.1579 25.7264 29.1648 25.6056 29.1991C19.6831 29.6436 15 34.6045 15 40.6389V49.1666C15 49.6268 15.3732 49.9999 15.8333 49.9999H44.1667C44.6269 49.9999 45 49.6268 45 49.1666V40.6389C45 34.6045 40.317 29.6436 34.3944 29.1992ZM32.7204 30.8333L30 35.5259L27.2796 30.8333H32.7204ZM43.3333 48.3333H39.1667V44.3749C39.1667 43.9148 38.7936 43.5416 38.3333 43.5416C37.8732 43.5416 37.5 43.9148 37.5 44.3749V48.3333H22.5V44.3749C22.5 43.9148 22.1269 43.5416 21.6667 43.5416C21.2065 43.5416 20.8333 43.9148 20.8333 44.3749V48.3333H16.6667V40.6389C16.6667 35.5985 20.4897 31.4349 25.3881 30.8935L29.279 37.6054C29.5988 38.157 30.3992 38.1603 30.721 37.6054L34.6119 30.8935C39.5104 31.4349 43.3333 35.5985 43.3333 40.6389V48.3333Z" fill="#4BB4F5"></path><path d="M30.0002 28.3333C35.0547 28.3333 39.1668 24.2212 39.1668 19.1667C39.1668 14.1122 35.0547 10 30.0002 10C24.9457 10 20.8335 14.1122 20.8335 19.1667C20.8335 24.2212 24.9457 28.3333 30.0002 28.3333ZM30.0002 11.6667C34.1357 11.6667 37.5002 15.0312 37.5002 19.1667C37.5002 23.3022 34.1357 26.6667 30.0002 26.6667C25.8647 26.6667 22.5002 23.3022 22.5002 19.1667C22.5002 15.0312 25.8647 11.6667 30.0002 11.6667Z" fill="#4BB4F5"></path></svg>
                                        </div>
                                        <div class="reviewBox__info">
                                            <div class="reviewBox__name">Павел Е.</div>
                                            <div class="reviewBox__rate" data-rate="5"></div>
                                        </div>
                                    </div>
                                    <div class="reviewBox__text"><p>Перестала работать посудомоечная машина Бош. Вызвали мастера на дом. Ремонт специалист из данной компании выполнил качественно и быстро, был неисправен насос слива — его мастер и починил . По оплате цена считаю доступная. Сам мастер показал себя опытным профессионалом . За ремонт ставлю хорошую оценку.</p>
                                    </div>
                                </div>
                            </div>

                        </div>

                    </div>


                    <?php get_template_part( 'template-parts/questions' ); ?>

                </div>
            </main>
        </div>
    </div>
</section>


<?php get_footer() ?>

