<div class="main__twoLine">
    <div class="mainTwoLine">
        <div class="mainTwoLine__item flex flex--aic flex--jcs">
            <div class="mainTwoLine__icon">
                <svg width="64" height="64" viewBox="0 0 64 64" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="64" height="64" rx="8" fill="#4BB4F5"></rect>
                    <path d="M45.7691 32.6084L50 31.0917L49.3187 27.1712L44.9548 27.2129C44.458 25.8296 43.7495 24.5502 42.873 23.4103L45.0883 19.6001L42.082 17.0413L38.8349 19.8584C37.5826 19.1312 36.2092 18.595 34.7503 18.2956L34.0443 14H30.1199L29.4193 18.265C27.9604 18.5454 26.5826 19.058 25.3253 19.7651L22.0357 16.9114L19.0294 19.4702L21.2373 23.2673C20.3523 24.3882 19.6345 25.6496 19.1208 27.0143L14.6813 26.9721L14 30.8926L18.226 32.4077C18.2665 33.8446 18.5201 35.2264 18.9572 36.5228L15.4223 39.4748L17.3845 42.9224L21.6956 41.2839C22.5864 42.301 23.6207 43.1852 24.7672 43.9039L23.9119 48.5691L27.5995 49.9308L29.8885 45.8202C30.5767 45.9276 31.2817 45.9837 31.9995 45.9837C32.6333 45.9837 33.2562 45.9366 33.8678 45.8523L36.1775 50L39.8651 48.6383L39.0207 44.0328C40.187 43.3311 41.2425 42.461 42.1546 41.4539L46.4805 43.0979L48.4427 39.6504L44.9677 36.748C45.4309 35.4465 45.7078 34.0558 45.7691 32.6084ZM32.0005 41.9228C26.5984 41.9228 22.2191 37.4802 22.2191 32C22.2191 26.5198 26.5984 22.0772 32.0005 22.0772C37.4026 22.0772 41.7819 26.5198 41.7819 32C41.7819 37.4797 37.4026 41.9228 32.0005 41.9228Z"
                          fill="white"></path>
                </svg>
            </div>
            <div class="mainTwoLine__cont">
                <b class="mainTwoLine__title">ремонт любой сложности</b>
                <span class="mainTwoLine__text">Подробную информацию по услугам вы можете узнать по телефону <b><a
                                href="tel:<?php the_field('telefon', 'options'); ?>"><?php the_field('telefon', 'options'); ?></a></b></span>
            </div>
        </div>
        <div class="mainTwoLine__item flex flex--aic flex--jcs">
            <div class="mainTwoLine__icon">
                <svg width="64" height="64" viewBox="0 0 64 64" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect width="64" height="64" rx="8" fill="#4BB4F5"></rect>
                    <path d="M32 14L30.1632 15.3776L32 16.5592C40.5141 16.5592 47.4408 23.4859 47.4408 32C47.4408 40.5141 40.5141 47.4408 32 47.4408L30.1632 48.6224L32 50C41.9253 50 50 41.9253 50 32C50 22.0747 41.9253 14 32 14Z"
                          fill="white"></path>
                    <path d="M14 32C14 41.9253 22.0747 50 32 50V47.4408C23.4859 47.4408 16.5592 40.5141 16.5592 32C16.5592 23.4859 23.4859 16.5592 32 16.5592V14C22.0747 14 14 22.0747 14 32Z"
                          fill="white"></path>
                    <path d="M36.0822 28.78L40.0944 25.6019C38.2022 23.213 35.2771 21.6777 32 21.6777L30.2938 24.237L32 26.7962C33.5956 26.7962 35.0835 27.5193 36.0822 28.78Z"
                          fill="white"></path>
                    <path d="M32 37.2038L30.2938 39.763L32 42.3223C35.2771 42.3223 38.2022 40.787 40.0944 38.3981L36.0822 35.22C35.0835 36.4807 33.5956 37.2038 32 37.2038Z"
                          fill="white"></path>
                    <path d="M26.7962 32C26.7962 29.1306 29.1306 26.7962 32 26.7962V21.6777C26.3082 21.6777 21.6777 26.3082 21.6777 32C21.6777 37.6918 26.3082 42.3223 32 42.3223V37.2038C29.1306 37.2038 26.7962 34.8694 26.7962 32Z"
                          fill="white"></path>
                </svg>
            </div>
            <div class="mainTwoLine__cont">
                <b class="mainTwoLine__title">Оригинальные запчасти</b>
                <span class="mainTwoLine__text">Вы можете быть уверены в оригинальности установленных запчастей.</span>
            </div>
        </div>
    </div>
</div>